Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# Info.valuePropositionText
source: ~Conjuguer~ is an app for learning French verb conjugations. ~Conjuguer~ conjugates 5,217 regular French verbs and 1,097 irregular French verbs in ~all~ tenses. Every French verb has at least one English translation. In fact, ‡réaliser‡ has eight! Every tense is fully described, with sample uses from the classics of French literature, including “La chanson de Roland” and “À la recherche du temps perdu”. ~Conjuguer~ has ~full~ conjugations for sixty-six defective French verbs, including exotic ones like ester, issir, and gésir. ~Conjuguer~ has frequency-of-use rankings for the top 981 French verbs, from être to ancrer. These rankings can help focus vocabulary study. ~Conjuguer~ includes a quiz mode for gamifying study. Quiz results are available in Game Center™.
fr: ~Conjuguer~ est une application pour apprendre la conjugaison des verbes français. L’application conjugue 5.217 verbes français réguliers et 1.097 verbes français irréguliers à ~tous~ les temps. Chaque verbe français a au moins une traduction anglaise. En effet, le verbe ‡réaliser‡ en a huit ! Chaque temps est décrit en détail, avec des exemples d’utilisation des classiques tirés de la littérature française, dont « La chanson de Roland » et « À la recherche du temps perdu ». ~Conjuguer~ propose des conjugaisons ~complètes~ pour soixante-six verbes français défectifs, y compris des verbes exotiques comme ester, issir et gésir. ~Conjuguer~ propose des classements de fréquence d’utilisation pour les 981 premiers verbes français, d’être à ancrer. Ces classements peuvent aider à concentrer l’étude du vocabulaire. ~Conjuguer~ comprend un mode quiz pour gamifier l’étude des verbes. Les résultats des quiz sont disponibles dans Game Center™.

# Info.verbHistoryHeading
source: A History of the French Verb System
fr: Une histoire du système verbal français
